[AvatarReflect X2AbilityTemplate]
LocFriendlyName="反射"
LocLongDescription="化身可能会反射伤害至攻击者。"
LocHelpText="化身可能会反射伤害至攻击者。"
LocPromotionPopupText="<Bullet/>反射有<Ability:REFLECTCHANCE/>%几率激活于等级2，每提升1等级增加<Ability:DEFLECTCHANCEPERFOCUS/>%几率。<br/><Bullet/>反射仅对远程，单个目标类攻击有效。<br/>"

[AvatarReflectShot X2AbilityTemplate]
LocFriendlyName="反射"
LocLongDescription="化身可能会反射伤害至攻击者。"
LocHelpText="化身可能会反射伤害至攻击者。"

[AvatarHardened X2AbilityTemplate]
LocFriendlyName="硬化"
LocLongDescription="化身具有暴击抗性。"
LocHelpText="化身具有暴击抗性。"
